{
    "shop": "Get your T-shirt now! <br> Available in all sizes in BLACK, GREY, NAVY <br> Contact us or complete the <a href='https://goo.gl/forms/4U6TeE3DWYBOWKwg2' target='_blank'>form </a><br> specifying the size and color.",
    "desc": "Microscope Vision is a project born between 2016 and 2017 when <a href='https://www.instagram.com/barry_bass13/' target='_blank'> Luca Valenziano </a> and <a href = 'https: //www.instagram.com/peppe_campo99/' target='_blank'> Giuseppe Camporeale </a>, while they were looking for a guitarist, meet <a href='https://www.instagram.com/gianno_pix/' target='_blank'> Gianni Barone </a>: between the three immediately a strong agreement is born.This agreement immediately shows itself when the Microscope Vision begin to write unpublished tracks and all the musical influences of the group come together in the band's first project: <a href = 'https: / /open.spotify.com/album/2zYV4pfFKHEliW9vZKxA4h' target='_blank'>Uselessness </a>, an EP that shows the way of playing and the genre of the young italian band from Trani , which we can define New Wave, Dark Indie or generally pop-rock. decides to contact the <a href='https://www.youtube.com/channel/UCdqS5DRkK-b9_cJZzqGpKjg' target='_blank'> FearMachineStudio </a> of San Severo (FG) to record and produce their work, the registrations actions begin in May 2017 and as a singer is chosen <a href='https://www.instagram.com/camilla_pappa/' target='_blank'> Camilla Pappalettera </a>, whose voice lent itself to emphasize the atmosphere created by guitars and from keyboards in the EP. However, once the recordings are over, the band searches for a new voice to accompany the group in the live activity that would follow the publication of the first Microscope Vision work, so the group contacts <a href = 'https: //www.instagram.com / biagio_monopoli / ' target='_blank'> Biagio Monopoli </a> with which an immediate affinity is created, so the new line-up starts working hard on the covers to get ready to play live. "
}