{
    "shop": "Richiedi subito la tua T-Shirt!<br> Disponibile in tutte le taglie in NERO, GRIGIO, BLU<br> Contattaci oppure completa il <a href='https://goo.gl/forms/4U6TeE3DWYBOWKwg2' target='_blank'>form </a><br> specificando la taglia e il colore",
    "desc": "Microscope Vision è un progetto che nasce a cavallo tra il 2016 e il 2017 quando <a href='https://www.instagram.com/barry_bass13/' target='_blank'>Luca Valenziano</a> e <a href='https://www.instagram.com/peppe_campo99/' target='_blank'>Giuseppe Camporeale</a>, mentre erano alla ricerca di un chitarrista, incontrano <a href='https://www.instagram.com/gianno_pix/' target='_blank'>Gianni Barone</a>: tra i tre nasce subito una forte intesa. Questa intesa si dimostra subito quando i Microscope Vision iniziano a scrivere brani inediti e tutte le influenze musicali del gruppo si fondono nel primo progetto della band: <a href='https://open.spotify.com/album/2zYV4pfFKHEliW9vZKxA4h' target='_blank'>Uselessness</a>, un EP che mostra il modo di suonare e il genere della giovanissima band tranese,  che possiamo definire New Wave, Dark Indie o generalmente pop - rock. Il gruppo decide di rivolgersi al <a href='https://www.youtube.com/channel/UCdqS5DRkK-b9_cJZzqGpKjg' target='_blank'>FearMachineStudio</a> di San Severo(FG) per registrare e produrre il proprio lavoro, le registrazioni iniziano nel maggio del 2017 e come cantante viene scelta <a href='https://www.instagram.com/camilla_pappa/' target='_blank'>Camilla Pappalettera</a>, la cui voce si prestava molto a enfatizzare le atmosfere create dalle chitarre e dalle tastiere nell'EP. Tuttavia una volta terminate le registrazioni la band cerca una nuova voce per accompagnare il gruppo nell'attività live che avrebbe seguito la pubblicazione del primo lavoro dei Microscope Vision, così il gruppo contatta <a href='https://www.instagram.com/biagio_monopoli/' target='_blank'>Biagio Monopoli</a> con il quale si crea un' immediata affinità, perciò la nuova line-up inizia a lavorare sodo sulle cover per prepararsi a suonare live."
}